[TalkDemo]
EnemyTag=ryu
Talk_000=唔
Talk_001=Now! Fight Your Rival!
Talk_002=又被甩到奇怪的地方了啊……
Talk_003=……？
Talk_004=不过，如今被丢到奇怪的世界也不是第一次了。
Talk_005=你谁啊
Talk_006=我叫隆。你是？
Talk_007=阿修罗
Talk_008=阿修罗啊……好像很强的样子。如何？来打一场
Talk_009=什么？
Talk_010=看来能和你好好打一场啊
Talk_011=摆好架势的话就没有退路了哦！
Talk_012=正合我意
Talk_013=你的拳头，很热血！
Talk_014=来吧！
Talk_015=ROUND 1
Talk_016=FIGHT!
Talk_017=唔啊啊啊啊啊啊！
Talk_018=喝啊！
Talk_019=唔——
Talk_020=蠢货吗……！
Talk_021=灭！
Talk_022=ROUND 2
Talk_023=FIGHT!
Talk_024=唔……！
Talk_025=灭！
Talk_026=哈……哈……哈……不赖嘛！
Talk_027=你也是……啊
Talk_028=但是刚才的我的拳头并不是真正的格斗家该有的。
Talk_029=重新再来一次吧
Talk_030=哼。坦率的混蛋
Talk_031=！
Talk_032=感受了到战斗的气息才来到这里……
Talk_033=还真是两个能打的小子啊！
Talk_034=你这家伙是……？！
Talk_035=我吗？
Talk_036=我乃拳之极者
Talk_037=待续
Talk_038=隆
Talk_039=杀意之波动觉醒的隆
Talk_040=豪鬼
Talk_041=狂豪鬼
Talk_042=高桥广树
Talk_043=武虎
Talk_044=不断的探求者
Talk_045=拳之极者
Talk_046=血战的咆哮
Talk_047=穿透鬼神天
Talk_048=「 Theme of Sagat 」
Talk_049=「 Theme of Ryu 」
Talk_050=「 Theme of Evil Ryu 」
Talk_051=「 Theme of Akuma 」
Talk_052=「 Theme of Oni 」
Talk_053=街头霸王IV
Talk_054=超级街头霸王IV
Talk_055=Dimps Corporation
Talk_056=修罗崩神拳
Talk_057=刺拳
Talk_058=TalkDemo_S260 Text59
Talk_059=TalkDemo_S260 Text60
Talk_060=TalkDemo_S260 Text61
Talk_061=TalkDemo_S260 Text62
Talk_062=TalkDemo_S260 Text63
Talk_063=TalkDemo_S260 Text64
Talk_064=TalkDemo_S260 Text65
Talk_065=TalkDemo_S260 Text66
Talk_066=TalkDemo_S260 Text67
Talk_067=TalkDemo_S260 Text68
Talk_068=TalkDemo_S260 Text69
Talk_069=TalkDemo_S260 Text70
Talk_070=TalkDemo_S260 Text71
Talk_071=波动拳
Talk_072=波动拳ＥＸ
Talk_073=升龙拳
Talk_074=升龙拳ＥＸ
Talk_075=龙卷旋风脚
Talk_076=真空波动拳
Talk_077=灭·波动拳
Talk_078=灭·升龙拳
Talk_079=豪冲破
Talk_080=朱裂刀
Talk_081=头盖破杀
Talk_082=天魔空刃脚
Talk_083=豪波动拳
Talk_084=灼热波动拳
Talk_085=斩空波动拳
Talk_086=豪升龙拳
Talk_087=龙卷断空脚
Talk_088=空中龙卷斩空脚
Talk_089=百鬼袭
Talk_090=百鬼豪斩
Talk_091=百鬼豪冲
Talk_092=百鬼豪刃
Talk_093=百鬼豪碎
Talk_094=阿修罗闪空
Talk_095=瞬狱杀
Talk_096=真·瞬狱杀
Talk_097=天冲海轹刃
Talk_098=TalkDemo_S260 Text99
Talk_099=TalkDemo_S260 Text100
Talk_100=头盖破杀
Talk_101=旋武脚
Talk_102=天魔空刃脚
Talk_103=波动拳
Talk_104=灼热波动拳
Talk_105=升龙拳
Talk_106=龙卷旋风脚
Talk_107=空中龙卷旋风脚
Talk_108=阿修罗闪空
Talk_109=龙爪脚
Talk_110=瞬狱杀
Talk_111=灭·波动拳
Talk_112=灭杀豪升龙
Talk_113=罗豪双破
Talk_114=朱烈刀
Talk_115=TalkDemo_S260 Text116
Talk_116=豪波动拳
Talk_117=轰雷波动拳
Talk_118=斩空波动掌
Talk_119=豪升龙拳
Talk_120=龙卷斩空脚
Talk_121=空中龙卷斩空脚
Talk_122=赤星地雷拳
Talk_123=罗汉断塔刃
Talk_124=瞬狱杀
Talk_125=冥恫豪波动
Talk_126=灭杀豪斩空
Talk_127=灭杀豪天破
Talk_128=天地双溃掀
